// --------------------------------------------------------------------------------------------------------------------
// <copyright file="DGAnalysis.cs" company="">
//   
// </copyright>
// <summary>
//   定义的委托，负责分析消息。
// </summary>
// --------------------------------------------------------------------------------------------------------------------

namespace 服务端
{
    /// <summary>
    /// 定义的委托，负责分析。
    /// </summary>
    /// <param name="msg"></param>
    public delegate void DGAnalysis(string msg);
}
