// --------------------------------------------------------------------------------------------------------------------
// <copyright file="DGShowMsg.cs" company="">
//   
// </copyright>
// <summary>
//   定义的委托，负责显示消息。
// </summary>
// --------------------------------------------------------------------------------------------------------------------

namespace 服务端
{
    /// <summary>
    /// 定义的委托，负责显示消息。
    /// </summary>
    /// <param name="msg"></param>
    public delegate void DGShowMsg(string msg);
}
